/* 
  Localizable.strings
  ownCloudSDK

  Created by Felix Schwarz on 03.03.18.
  Copyright © 2018 ownCloud GmbH. All rights reserved.
*/

/* Connection Progress */
"Connecting…" = "Conectando...";
"Authenticating…" = "Autenticando...";
"Error" = "Erro";
"Fetching user information…" = "Buscando informações do usuário...";
"Connected" = "Conectado";

"Retrieving thumbnail…" = "Recuperando miniatura…";

"Cancel" = "Cancelar";
"Proceed" = "Prosseguir";
"OK" = "OK";

/* Delete */
"%@ changed on the server. Really delete it?" = "%@ mudou no servidor. Realmente deletar?";
"%@ has changed on the server since you requested its deletion." = "%@ mudou no servidor desde que você solicitou sua exclusão.";
"Delete" = "Excluir";

"%@ couldn't be deleted" = "%@ não pôde ser excluído";
"Please check if you have sufficient permissions to delete %@." = "Por favor, verifique se você tem permissões suficientes para excluir %@.";

/* Copy / Move */
"Operation forbidden" = "Operação proibida";
"%@ can't be copied to %@." = "%@ não pode ser copiado para %@.";
"%@ can't be moved to %@." = "%@ não pode ser movido para %@.";

"%@ not found" = "%@ não encontrado";
"%@ wasn't found at %@." = "%@ não foi encontrado em %@.";

"The target directory %@ doesn't seem to exist." = "O diretório de destino %@ parece não existir.";

"%@ already exists" = "%@ já existe";
"Couldn't copy %@ to %@, because an item called %@ already exists there." = "Não foi possível copiar %@ para %@,porque um item chamado %@ já existe lá.";
"Couldn't move %@ to %@, because an item called %@ already exists there." = "Não foi possível mover %@ para %@, porque um item chamado %@ já existe lá.";

"Insufficient permissions" = "Permissões insuficientes";
"%@ can't be copied to %@." = "%@ não pode ser copiado para %@.";
"%@ can't be moved to %@." = "%@ não pode ser movido para %@.";

"%@ not found on the server" = "%@ não foi encontrado no servidor";
"%@ may have been renamed, moved or deleted remotely." = "%@ pode ter sido renomeado, movido ou excluído remotamente.";

"Error copying %@" = "Erro ao copiar %@";
"Error moving %@" = "Erro ao mover %@";

/* Download */
"Downloading %@…" = "Downloading %@…";

/* Move/Rename/Copy */
"Renaming %@ to %@…" = "Renaming %@ to %@…";
"Moving %@ to %@…" = "Moving %@ to %@…";
"Copying %@ to %@…" = "Copying %@ to %@…";

/* Create folder */
"Creating folder %@…" = "Creating folder %@…";

/* Delete */
"Deleting %@…" = "Deleting %@…";

/* Retrieving file list */
"Retrieving file list for %@…" = "Retrieving file list for %@…";
